/*  Copyright 2003-2015 Shin-ya Murakami <murashin _at_ gfd-dennou.org>
   地球流体力学辞書 gfddic
  
  format
  読み 品詞 単語 [単語]
  空白またはタブ区切り
 
  名詞や固有名詞の品詞コード表
  品詞コード  品詞名                例
  #T35        名詞(一般的な名詞)   
  #T30        サ変名詞              努力, 検査
  #JN         人名
  #JNS        人名(姓)
  #JNM        人名(名)
  #KK         団体・会社名
  #CN         地名                  東京
  #CNS        地名(接尾語付き)      東京都
  #JCN        人名かつ地名
  #KJ         単漢字
  #NN         数詞
*/

、                       #T35*4015 ， ,\  ,
。                       #KK*1 ． .\  .
あーのるでぃ             #JNS アーノルディ Arnoldi
あだむすばっしゅふぉーす #T35 アダムス-バッシュフォース Adams-Bashforth
あんてん                 #T35 鞍点
いほうてき               #T35 異方的
いりゅう                 #T30 移流
うずい                   #T35 渦位
うずかん                 #T35 渦管
うずど                   #T35 渦度
うずどは                 #T35 渦度波
えふへいめん             #T35 f平面 $f$-平面
えふめん                 #T35 f面 $f$-面
えむゆー                 #KK MU
えむゆう                 #KK MU
えんすとろふぃー         #T35 エンストロフィー enstrophy
おんい                   #T35 温位
おんどやくそう           #T35 温度躍層
かいかく                 #T35 解核
かかい                   #T35 可解
がらーきん               #JNS ガラーキン Galerkin
がれるきん               #JNS ガレルキン
かるまん                 #JNS カルマン Karman
かんせいこう             #T35 慣性項
かんせいじゅうりょくは   #T35 慣性重力波
がんまこうか             #T35 ガンマ効果 γ効果 $\gamma$効果
がんまへいめん           #T35 ガンマ平面 γ平面 $\gamma$-平面
がんまめん               #T35 ガンマ面 γ面 $\gamma$-面
かんりゅう               #T35 環流
ぎうんどうりょう         #T35 擬運動量
きすう                   #T35 基数
ぎすぺくとるほう         #T35 擬スペクトル法 シュードスペクトル法
きょうかいそう           #T35 境界層
きょくかん               #T35 極冠
きょじく                 #T35 虚軸
くうきかい               #T35 空気塊
くった                   #JNS クッタ Kutta
くもびぶつり             #T35 雲微物理
くもぶつり               #T35 雲物理
くもみず                 #T35 雲水
けいあつ                 #T35 傾圧
けいあつふあんてい       #T35 傾圧不安定
けいあつふあんていは     #T35 傾圧不安定波
けいど                   #T35 傾度
けいどふう               #T35 傾度風
げーげんばうあー         #JNS ゲーゲンバウアー Gegenbauer
けるびん                 #JNS ケルビン Kelvin
けるびんは               #T35 ケルビン波 Kelvin波
けんかいめん             #T35 圏界面
こりおり                 #JNS コリオリ Coriolis
これすきー               #JNS コレスキー Choleskey
こんたー                 #T35 コンター contour
こんとぅあ               #T35 コントゥア contour
ざいでる                 #JNS ザイデル Seidel
さいは                   #T30 砕波
さどう                   #T35 差動
ざんさ                   #T35 残差
しあ                     #T35 シア
しがい                   #T35 紫外
しごせん                 #T35 子午線
しごめん                 #T35 子午面
じつじく                 #T35 実軸
じゅーこふすきー         #JNS ジューコフスキー Joukowski
しゅーどすぺくとるほう   #T35 シュードスペクトル法 擬スペクトル法
しゅうせいし             #T35 修正子
じゅうりょくは           #T35 重力波
じゅうりょくおんぱ       #T35 重力音波
しゅみっと               #JNS シュミット Schmidt
じゅんあつ               #T35 順圧
じゅんきょうじゅ         #T35 准教授
じょきょう               #T35 助教
しきょう                 #T35 示強
しりょう                 #T35 示量
しやー                   #T35 シヤー
しんどうりゅう		 #T35 振動流
すいけん                 #T35 水圏
すぺくとるほう           #T35 スペクトル法
せいじ                   #T35 斉次
せいじけい               #T35 斉次形
せいじゅん               #T35 正準
せいすいあつ             #T35 静水圧
せきがい                 #T35 赤外
せきどうは               #T35 赤道波
せつだんはすう           #T35 切断波数
せぱらとりくす           #T35 セパラトリクス
ぜろてん                 #T35 零点 ゼロ点
せんしんぐ               #T30 センシング
せんすい                 #T35 浅水
せんすいけい             #T35 浅水系
せんそ                   #T35 線素
せんてん                 #T35 選点
せんど                   #T35 尖度
そうか                   #T35 相加
そうかん		 #T35 総観
そうきょく               #T35 双曲
そしか                   #T30 粗視化
たいじょう               #T35 帯状
たいせきりょく           #T35 体積力
だえんうず               #T35 楕円渦
たようたい               #T35 多様体
ちけん                   #T35 地圏
ちこう                   #T35 地衡
ちこうふう               #T35 地衡風
ちこうりゅう             #T35 地衡流
ちゅうくう               #T35 宙空
ちゅうそう               #T35 中層
でんじ                   #T35 電磁
とうあつ                 #T35 等圧
とうあつめん             #T35 等圧面
とうおん                 #T35 等温
どうけい                 #T35 動径
とうこうめん             #T35 等高面
どうじ                   #T35 同次
とうちめん               #T35 等値面
とうほうてき             #T35 等方的
ないそう                 #T30 内挿
ねつえん                 #T35 熱塩
ねっけん                 #T35 熱圏
ねんせい                 #T35 粘性
ばいかんすう             #T35 陪関数
ばいさら                 #JNS バイサラ Vaisala
ヴぁいさら               #JNS ヴァイサラ Vaisala
ばいさらぶらんと         #KK バイサラ-ブラント Vaisala-Brunt
ヴぁいさらぶらんと       #KK ヴァイサラ-ブラント Vaisala-Brunt
はそく                   #T35 波束
はすう                   #T35 波数
はみるとん               #JNS ハミルトン Hamilton
はみるとにあん           #KK ハミルトニアン Hamiltonian
ぱりんすとろふぃー       #T35 パリンストロフィー palinstrophy
ひょうしょう             #T35 氷床
びょうぞう               #T35 描像
びけいすう               #T35 微係数
ひねんせい               #T35 非粘性
ふくさ			 #T35 副査
ふくそ                   #T35 複素
ふくそすう               #T35 複素数
ぶらんと                 #JNS ブラント Brunt
ぶらんとばいさら         #KK ブラント-バイサラ Brunt-Vaisala
ぶらんとヴぁいさら       #KK ブラント-ヴァイサラ Brunt-Vaisala
べーたこうか             #T35 ベータ効果 β効果 $\beta$効果
べーためん               #T35 ベータ面 β面 $\beta$-面
べーたへいめん           #T35 ベータ平面 β平面 $\beta$-平面
べきじょうほう           #T35 べき乗法
へてろ                   #T35 ヘテロ
へてろくりにっく         #T35 ヘテロクリニック
へんい                   #T30 変位
へんぱ                   #T30 偏波
ぽあそん                 #JNS ポアソン
ぼかんすう               #T35 母関数
ほもくりにっく           #T35 ホモクリニック
ぽわそん                 #JNS ポワソン
ぽわっそん               #JNS ポワッソン
めそ                     #T35 メソ
めんせきりょく           #T35 面積力
やこび                   #JNS ヤコビ Jacobi
やこびあん               #KK ヤコビアン Jacobian
やくそう                 #T35 躍層
ゆうしょう               #T30 湧昇
ゆうたいかく             #T35 優対角
よそくし                 #T35 予測子
らげーる                 #JNS ラゲール Laguerre
らすく                   #KK 宙空電波観測研究センター RASC
らぷらす                 #JNS ラプラス Laplace
らんちょす               #JNS ランチョス Lanczos
りくすい                 #T35 陸水
りしゅ                   #KK RISH 京都大学生存圏研究所
りぞるべんと             #T35 リゾルベント
りゅうけい               #T35 粒径
りゅうせき               #T35 流跡
りゅうみゃく             #T35 流脈
りんかいせん             #T35 臨界線
りんかいそう             #T35 臨界層
るじゃんどる             #JNS ルジャンドル Legendre
るんげ                   #JNS ルンゲ Runge
るんげくった             #T35 ルンゲ-クッタ Runge-Kutta
るんげくったぎる         #T35 ルンゲ-クッタ-ギル Runge-Kutta-Gill
れいりーしょう           #T35 レイリー商
れーりーしょう           #T35 レーリー商
れぞるべんと             #T35 レゾルベント
ろーぶ                   #T35 ローブ Lobe
ろすびーは               #T35 ロスビー波 Rossby波
ろすびー                 #JNS ロスビー Rossby
わいど                   #T35 歪度
